[{"title": "Prayer of St. Ephrem",
  "text": "O Lord and Master of my life,<br>take from me the spirit of sloth, despair, lust of power, and idle talk.<br>But give rather the spirit of chastity, humility, patience, and love to Thy servant.<br>Yea, O Lord and King, grant me to see my own transgressions, and not to judge my brother,<br>for blessed art Thou, unto ages of ages. Amen."},
{"title": "St. Patrick’s Breastplate",
  "text": "I bind unto myself this day the power of God to hold and lead,<br>his eye to watch, his might to stay,<br>his ear to harken to my need:<br>the wisdom of my God to teach, his hand to guide,<br>his shield to ward: the word of God to give me speech,<br>his heavenly host to be my guard.<br>Christ be with me, Christ before me,<br>Christ behind me, Christ deep within me,<br>Christ below me, Christ above me,<br>Christ at my right hand, Christ at my left hand,<br>Christ as I lie down, Christ as I arise,<br>Christ as I stand, <br>Christ in the heart of everyone who thinks of me,<br>Christ in the mouth of everyone who speaks of me, <br>Christ in every eye that sees me, <br>Christ in every ear that hears me. <br>translated by Cecil F. Alexander"},
{"title": "The Prayer of St. Francis",
  "text": "Lord make me an instrument of your peace:<br>where there is hatred let me sow love<br>where there is injury let me sow pardon<br>where there is doubt let me sow faith<br>where there is despair let me sow hope<br>where there is darkness let me give light<br>where there is sadness let me give joy.<br>O divine master, grant that I may not try to be comforted, but to comfort, <br>not try to be understood, but to understand, <br>not try to be loved, but to love. <br>For it is in giving that we receive, <br>it is in forgiving that we are forgiven, <br>and it is in dying that we are born to eternal life. <br>Amen."},
{"title": "Lorica of Saint Patrick",
  "text": "I arise today<br>Through a mighty strength, the invocation of the Trinity,<br>Through a belief in the Threeness,<br>Through confession of the Oneness<br>Of the Creator of creation.<br><br>I arise today<br>Through the strength of Christ's birth and His baptism,<br>Through the strength of His crucifixion and His burial,<br>Through the strength of His resurrection and His ascension,<br>Through the strength of His descent for the judgment of doom.<br><br>I arise today<br>Through the strength of the love of cherubim,<br>In obedience of angels,<br>In service of archangels,<br>In the hope of resurrection to meet with reward,<br>In the prayers of patriarchs,<br>In preachings of the apostles,<br>In faiths of confessors,<br>In innocence of virgins,<br>In deeds of righteous men.<br><br>I arise today<br>Through the strength of heaven;<br>Light of the sun,<br>Splendor of fire,<br>Speed of lightning,<br>Swiftness of the wind,<br>Depth of the sea,<br>Stability of the earth,<br>Firmness of the rock.<br><br>I arise today<br>Through God's strength to pilot me;<br>God's might to uphold me,<br>God's wisdom to guide me,<br>God's eye to look before me,<br>God's ear to hear me,<br>God's word to speak for me,<br>God's hand to guard me,<br>God's way to lie before me,<br>God's shield to protect me,<br>God's hosts to save me<br>From snares of the devil,<br>From temptations of vices,<br>From every one who desires me ill,<br>Afar and anear,<br>Alone or in a mulitude.<br><br>I summon today all these powers between me and evil,<br>Against every cruel merciless power that opposes my body and soul,<br>Against incantations of false prophets,<br>Against black laws of pagandom,<br>Against false laws of heretics,<br>Against craft of idolatry,<br>Against spells of women and smiths and wizards,<br>Against every knowledge that corrupts man's body and soul.<br>Christ shield me today<br>Against poison, against burning,<br>Against drowning, against wounding,<br>So that reward may come to me in abundance.<br><br>Christ with me, Christ before me, Christ behind me,<br>Christ in me, Christ beneath me, Christ above me,<br>Christ on my right, Christ on my left,<br>Christ when I lie down, Christ when I sit down,<br>Christ in the heart of every man who thinks of me,<br>Christ in the mouth of every man who speaks of me,<br>Christ in the eye that sees me,<br>Christ in the ear that hears me.<br><br>I arise today<br>Through a mighty strength, the invocation of the Trinity,<br>Through a belief in the Threeness,<br>Through a confession of the Oneness<br>Of the Creator of creation<br><br>St. Patrick (ca. 377)"}
]
